Revit 2027 API
ParameterTypeId.LayerElemTopExtensionDis Property
 "Top Extension Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerElemTopExtensionDis { get; }
Public Shared ReadOnly Property LayerElemTopExtensionDis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerElemTopExtensionDis {
	ForgeTypeId^ get ();
}
static member LayerElemTopExtensionDis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace